"Space" = "วรรค";
"Use old shortcut" = "ใช้คีย์ลัดเดิม";
"Type shortcut" = "พิมพ์คีย์ลัด";
"Click to record shortcut" = "คลิกเพื่อกำหนดคีย์ลัด";
"Pad %@" = "ย้ำ %@";
"The key combination \"%@\" can't be used!" = "ใช้คีย์ลัด \"%@\" ไม่ได้";
"The key combination \"%@\" can't be used because %@." = "ใช้คีย์ลัด \"%@\" ไม่ได้ เพราะ %@";
"The key combination \"%@\" is already in use." = "ใช้คีย์ลัด \"%@\" ไม่ได";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard panel in System Preferences." = "ใช้คีย์ลัด \"%@\" ไม่ได้ เพราะมันถูกใช้เป็นคีย์ลัดของระบบแล้ว (ถ้าต้องการใช้จริงๆ คีย์ลัดส่วนใหญ่ของระบบสามารถปรับได้ใน \"การตั้งค่าระบบ\" ส่วนของ \"แป้นพิมพ์\")";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "ใช้คีย์ลัด \"%@\" ไม่ได้ เพราะมันถูกใช้โดยตัวเลือกเมนู \"%@\" แล้ว";
"Command-" = "Command -";
"Option-" = "Option -";
"Shift-" = "Shift -";
"Control-" = "Control -";